Repository: micbelgique/ProxiCall
Catalog: ProxiCall/ProxiCall.Bot/Resources/CulturedBot.*.resx
Languages: fr_fr

# AdmitNotUnderstanding
source: I did not understand that.
fr_fr: Je n'ai pas compris.

# AskCompanyName
source: What's the name of the company concerned by this request?
fr_fr: Quelle est le nom de la compagnie concernée pour cette demande?

# AskEstimatedClosingDateOfOpportunity
source: When do you think this opportunity will close?
fr_fr: A quelle date estimez-vous pouvoir conclure cette opportunité?

# AskForRequest
source: How may I help you?
fr_fr: Que puis-je faire pour vous?

# AskForRequestAgain
source: Do you need something else?
fr_fr: Que puis-je faire pour vous à présent?

# AskForWhichLeadToCreateOpportunity
source: For which lead are you creating this opportunity?
fr_fr: Pour quel client désirez-vous créer cette opportunité?

# AskForWhichProduct
source: For which product?
fr_fr: Pour quel produit?

# AskIfWantForwardCall
source: Do you want us to put you through?
fr_fr: Souhaitez vous être mis en contact ?

# AskIfWantRetry
source: Do you want to retry?
fr_fr: Souhaitez-vous réessayer?

# AskIfWantToSkip
source: Do you want to skip this step?
fr_fr: Voulez-vous passer cette étape?

# AskSearchedPersonFullName
source: Who are you looking information on?
fr_fr: Quelle est la personne que vous recherchez ?

# AskYesOrNo
source: Please answer with 'Yes' or 'No'.
fr_fr: Veuillez répondre par 'Oui' ou 'Non' pour confirmer.

# FullNameIncomplete
source: {0} is not complete fullname.
fr_fr: {0} n'est pas un nom complet.

# GiveCompanyName
source: {0} works for {1}.
fr_fr: {0} travaille pour {1}.

# GiveContactName
source: Your contact at {0} is {1}.
fr_fr: Votre contact chez {0} est {1}.

# GiveEmailAddress
source: {0} email address is {1}.
fr_fr: {0} adresse email est {1}.

# GiveHomeAddress
source: {0} lives at {1}.
fr_fr: {0} habite au {1}.

# GivenNumberOfOpportunities
source: You currently have {0} opportunities with {1}.
fr_fr: Vous avez en ce moment {0} opportunités avec {1}.

# GivenNumberOfOpportunitiesByCompany
source: You currently have {0} opportunities with this company.
fr_fr: Vous avez en ce moment {0} opportunités avec cette compagnie.

# GivePhoneNumber
source: {0} phone number is {1}
fr_fr: {0} numéro de téléphone est le {1}

# Greet
source: Welcome! ProxiCall speaking.
fr_fr: Bienvenue chez ProxiCall {0}.

# InformAboutForwardingCall
source: We're transfering your call.
fr_fr: Nous transférons votre appel.

# LinkWithAnd
source: and
fr_fr: et

# ListOpportunities
source: for the {0} product, created on {1}
fr_fr: pour le produit {0}, créée le {1}

# ListOpportunitiesOfCompany
source: with {0} for the {1} product, created on {2}
fr_fr: avec {0} pour le produit {1}, créée le {2}

# MissingDataForThisLead
source: Those informations are missing from the database : {0}.
fr_fr: Les données suivantes sont absentes de la base de données : {0}.

# NamedObjectNotFound
source: {0} can't be found.
fr_fr: {0} n'a pas été trouvé.

# NoDataFoundInDB
source: Those informations couldn't be found.
fr_fr: Ces informations ne sont malheureusement pas référencées.

# NoIntentFound
source: I didn't get that.
fr_fr: Je n'ai pas compris ce que vous venez de dire.

# PhoneNumberNotFound
source: {0}'s phone number could'nt be found.
fr_fr: Le numéro de téléphone de {0} n'a pas été trouvé.

# SayGoAhead
source: Go Ahead!
fr_fr: Allez-y!

# SayHe
source: He
fr_fr: Il

# SayHer
source: her
fr_fr: elle

# SayHerPossesive
source: Her
fr_fr: Son

# SayHim
source: him
fr_fr: lui

# SayHisPossesive
source: His
fr_fr: Son

# SayOpportunityWasCreated
source: Alright, I've added this opportunity.
fr_fr: Très bien, l'opportunité a bien été créée.

# SayShe
source: She
fr_fr: Elle

# ThisDataNotFoundInDB
source: This information couldn't be found.
fr_fr: Cette information n'est malheureusement pas référencée.

# LuisAppName
source: proxicall-luis-en
fr_fr: proxicall-luis

# AskForComment
source: Do you want to add a comment?
fr_fr: Avez-vous un commentaire a ajouté?
